import snails_daily_routine_cover from "../asset/blog/Snails-daily-routine.jpeg";

export const categories = ["آموزشی", "تفننی"];

export const blogs = [
  {
    title: "یه حلزون چیا نیاز داره؟",
    cover: snails_daily_routine_cover,
    coverLabel: "جایگاه توضیحی کوتاه درمورد تصویر کاور اصلی مقاله",
    category: "آموزشی",
    date: "17 مرداد 1403",
    suggested: 8,
    article: [
      {
        title: "مقدمه",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
      },
      {
        title: "تایتل الکی همینجوری؟",
        cover: snails_daily_routine_cover,
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
        list: ["آیتم الکی", "آیتم الکی", "آیتم الکی", "آیتم الکی", "آیتم الکی"],
      },
      {
        title: "تایتل الکی همینجوری؟",
        cover: snails_daily_routine_cover,
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
        list: ["آیتم الکی", "آیتم الکی", "آیتم الکی", "آیتم الکی", "آیتم الکی"],
      },
      {
        title: "تایتل الکی همینجوری؟",
        cover: snails_daily_routine_cover,
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
        list: ["آیتم الکی", "آیتم الکی", "آیتم الکی", "آیتم الکی", "آیتم الکی"],
      },
      {
        title: "جمع بندی",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
      },
    ],
    faq: {
      "@context": "https://schema.org",
      "@type": "FAQPage",
      mainEntity: [
        {
          "@type": "Question",
          name: "پرسش متداول الکی",
          acceptedAnswer: {
            "@type": "Answer",
            text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
          },
        },
        {
          "@type": "Question",
          name: "پرسش متداول الکی",
          acceptedAnswer: {
            "@type": "Answer",
            text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
          },
        },
        {
          "@type": "Question",
          name: "پرسش متداول الکی",
          acceptedAnswer: {
            "@type": "Answer",
            text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
          },
        },
        {
          "@type": "Question",
          name: "پرسش متداول الکی",
          acceptedAnswer: {
            "@type": "Answer",
            text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
          },
        },
        {
          "@type": "Question",
          name: "پرسش متداول الکی",
          acceptedAnswer: {
            "@type": "Answer",
            text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
          },
        },
      ],
    },
  },
  {
    title: "روتین روزانه حلزون",
    cover: snails_daily_routine_cover,
    coverLabel: "جایگاه توضیحی کوتاه درمورد تصویر کاور اصلی مقاله",
    category: "آموزشی",
    date: "شهریور 1403",
    suggested: 12,
    article: [
      {
        title: "مقدمه",
        paragraph:
          "خوشحالیم که یکی از مهمترین مقالات مجموعه آقای حلزون را میخوانید؛ همونطور که میدونید هر موجود زنده‌ای برنامه هایی را در طول روز اجرا میکند تا زنده و سلامت بماند. باید بدانید که حلزون هم از این قاعده جدا نیست!",
      },
      {
        title: "با مثال آغاز میکنیم",
        paragraph:
          "خود ما انسان ها هر روز چه کار هایی میکنیم تا زنده و سالم بمانیم؟ پاسخش بسیار واضح است، هر روزی که از خواب بیدار می‌شویم نرمشی میکنیم و دستی به آب میزنیم یا حمام میکنیم که سرحال باشیم، صبحانه‌ای میل میکنیم و به کار های روزانه می‌پردازیم، همچنین تا پیش از خواب باید نهار و شامی هم تدارک ببینیم. خوب اینها روتین های عادی هر آدمی هست که البته کیفیتشون در زندگی هر آدمی بنا بر عواملی متفاوته.",
      },
      {
        title: "دیگه چه میکنیم؟",
        paragraph:
          "علاوه بر همه این کار ها برای اینکه از سلامتی خودمون آگاه باشیم پیشنهاد میشه که دو بار در سال معانیات و آزمایشاتی انجام بدیم. بماند که هممون این کار را نمی‌کنیم 😅",
      },
      {
        title: "حلزون هم روتین میخواد!",
        paragraph:
          "بلاخره حلزون هم برای اینکه زنده بماند باید روزانه وعده های کوچکی خوراک بخورد، برای دریافت نیاز های بدنش خوراک متنوعی داشته باشد که این نیاز برنامه خوراک‌دهی دارد، همیشه هم در کنار خوراک باید کمی کلسیم برایش بگذاریم تا صدفش محکم بماند. خب اینها که بسیار ساده بود و روتین روزانه حلزون ها است.",
        links: ["حلزون ها چه میخورند؟", "تامین کلسیم برای حلزون"],
      },
      {
        title: "روتین های دوره‌ای حلزون",
        paragraph:
          "برای حفظ رطوبت تنگ یا محفظه‌ای که حلزون در آن زندگی میکند باید هر چند روز یکبار کمی آب پاشی انجام شود (آب بدون کلر) یا ظرف آبی کم عمق (بدون کلر) در محفظه آنها قرار گیرد، دو بار در ماه بستر محفظشون تعویض و محفظه شسته شود، پیشنهاد میشه گاهی حلزون های خود را با آب بدون کلر و هم دمای محیط شست و شو دهید. این کار ها حلزون شما را همیشه سالم و شاداب نگه‌می‌دارد! دیدین چقدر راحت بود؟!",
        links: ["حمام حلزون چگونست؟"],
      },
      {
        title: "پایان و نتیجه گیری",
        paragraph:
          "در پایان این مقاله از شما عزیزان بسیار سپاسگزاریم که تا اینجا مقاله را خواندین و زمان گذاشتین، برای ما بسیار ارزشمنده. ازتون خواهش میکنیم که حتما نظرات خود را با ما در میان بگذارید تا بتوانیم بهترین مقالات را بنویسیم و تمام پرسش های شما را پاسخ دهیم.",
      },
    ],
    nextOnes: [
      "با مجموعه آقای حلزون آشنا شوید",
      "حلزون ها چه میخورند؟",
      "تامین کلسیم برای حلزون",
      "حلزون تراپی و فواید بی‌نظیرش!",
    ],
  },
];
