import category_1 from "../asset/images/cateogry_1.png";
import Hero_1 from "../asset/images/20240428_045027.jpg";
import News_1 from "../asset/images/1343307.png";
import Logo_1 from "../asset/images/64e6177329c2d71389b1b219_walmart.png";

export const navbar = [
  {
    label: "بلاگ",
    path: "/blog",
  },
  {
    label: "محصولات",
    path: "/product",
  },
  {
    label: "تماس با ما",
    path: "/contact",
  },
];

export const navmenu = [
  {
    label: "دسته بندی",
    path: "/",
  },
  {
    label: "دسته بندی",
    path: "/",
  },
  {
    label: "دسته بندی",
    path: "/",
  },
  {
    label: "دسته بندی",
    path: "/",
  },
];

export const footer = {
  logos: [
    {
      label: "developer's logo",
      logo: Logo_1,
      path: "/",
    },
    {
      label: "developer's logo",
      logo: Logo_1,
      path: "/",
    },
    {
      label: "developer's logo",
      logo: Logo_1,
      path: "/",
    },
  ],
  links: [
    {
      title: "شرکت ما",
      links: [
        {
          label: "درباره ما",
          path: "/about",
        },
        {
          label: "تماس با ما",
          path: "/contact",
        },
        {
          label: "قوانین",
          path: "/policy",
        },
      ],
    },
    {
      title: "مقالات ابتدایی",
      links: [
        {
          label: "حلزون چیست؟",
          path: "/",
        },
        {
          label: "یه حلزون چیا نیاز داره؟",
          path: "/",
        },
        {
          label: "بهترین برند لوازم حلزون ها",
          path: "/",
        },
        {
          label: "روتین روزمره ی حلزون ها",
          path: "/",
        },
      ],
    },
    {
      title: "دسترسی سریع",
      links: [
        {
          label: "مقالات",
          path: "/",
        },
        {
          label: "کالا ها",
          path: "/",
        },
        {
          label: "دسته بندی ها",
          path: "/",
        },
      ],
    },
  ],
};

export const social = [
  {
    path: "/",
    iconClass: "fa-instagram",
    colorClass: "hover:bg-pink-600",
  },
  {
    path: "/",
    iconClass: "fa-whatsapp",
    colorClass: "hover:bg-green-500",
  },
  {
    path: "/",
    iconClass: "fa-telegram",
    colorClass: "hover:bg-sky-500",
  },
];

export const categories = [
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "باکس ها",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "خزنده ها و موش ها",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "مکمل تقویتی و دارو",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "خاک و بستر",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "ملزومات و تجهیزات",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "خوراک ها",
    path: "",
  },
];

export const blogCategories = [
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "باکس ها",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "خزنده ها و موش ها",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "مکمل تقویتی و دارو",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "خاک و بستر",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "ملزومات و تجهیزات",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "خوراک ها",
    path: "",
  },
];

export const homeSlide = [
  {
    title: "بزرگترین رویداد حلزونی در تاریخ ایران",
    subtitle: "برای شرکت در این رویداد همین اکنون پیام بده",
    background: News_1,
    colorClass: "text-slate-50",
    buttons: [
      {
        label: "ارسال پیام",
        path: "/",
      },
      {
        label: "جزییات رویداد",
        path: "/",
      },
    ],
  },
  {
    title: "بزرگترین رویداد حلزونی در تاریخ ایران",
    subtitle: "برای شرکت در این رویداد همین اکنون پیام بده",
    background: News_1,
    colorClass: "text-slate-50",
    buttons: [
      {
        label: "ارسال پیام",
        path: "/",
      },
      {
        label: "جزییات رویداد",
        path: "/",
      },
    ],
  },
  {
    title: "بزرگترین رویداد حلزونی در تاریخ ایران",
    subtitle: "برای شرکت در این رویداد همین اکنون پیام بده",
    background: News_1,
    colorClass: "text-slate-50",
    buttons: [
      {
        label: "ارسال پیام",
        path: "/",
      },
      {
        label: "جزییات رویداد",
        path: "/",
      },
    ],
  },
];

export const articles = {
  home: [
    {
      title: "تایتل الکی همینجوری؟",
      paragraph:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.",
    },
    {
      title: "تایتل الکی همینجوری؟",
      paragraph:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
    },
    {
      title: "تایتل الکی",
      paragraph:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
    },
  ],
  policy: {
    overall: [
      {
        title: "تایتل الکی همینجوری؟",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
      },
      {
        title: "تایتل الکی",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
      },
    ],
    categories: [
      {
        title: "تایتل الکی همینجوری؟",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
      },
      {
        title: "تایتل الکی",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
      },
      {
        title: "تایتل الکی",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
      },
    ],
  },
  product: [
    {
      title: "تایتل الکی همینجوری؟",
      paragraph:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
    },
    {
      title: "تایتل الکی",
      paragraph:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
    },
  ],
  blog: [
    {
      title: "تایتل الکی همینجوری؟",
      paragraph:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
    },
    {
      title: "تایتل الکی",
      paragraph:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
    },
  ],
};

export const hero = {
  home: {
    cover: Hero_1,
    title: "فکر میکنم حلزونت از ما خوشش بیاد!",
    subtitle:
      "میخوای خدمات حلوزنیمون رو ببینی؟<br>اگه آره کلیک کن تا شروع کنیم.",
    path: "#firstSection",
  },
  snail: {
    cover: Hero_1,
    title: "بخش حلزون ها اینجاست!",
    subtitle: "یه بخش فقط برای حلزون ها",
    path: "/snail",
  },
  About: {
    cover: Hero_1,
    title: "آقای حلزون",
    subtitle: "همونی که حلزونت میخواد!",
  },
  Policy: {
    cover: Hero_1,
    title: "قوانین و مقررات",
    path: "#firstSection",
  },
  form: {
    cover: Hero_1,
    title: "فرم ارتباط سریع",
    subtitle: "جهت سفارش یا هر کار دیگه که داری میتونی ازین فرم استفاده کنی.",
  },
  products: {
    cover: Hero_1,
    title: "تمام کالا ها رو میتونی اینجا پیدا کنی",
    path: "#firstSection",
  },
  blogs: {
    cover: Hero_1,
    title: "تمام کالا ها رو میتونی اینجا پیدا کنی",
    path: "#firstSection",
  },
};

export const middle = {
  about: [
    {
      title: "ما کی هستیم؟",
      describe:
        "ورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف.",
    },
  ],
};

export const half = {
  about: [
    {
      title: "کار ما تو چه زمینه‌ای هست؟",
      describe:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      cover: News_1,
    },
  ],
};

export const about = {
  numbers: [
    {
      title: "مشتری از تمام دنیا",
      number: "500",
    },
    {
      title: "مشتری از تمام دنیا",
      number: "500",
    },
    {
      title: "مشتری از تمام دنیا",
      number: "500",
    },
    {
      title: "مشتری از تمام دنیا",
      number: "500",
    },
  ],
};

export const contact = {
  hint: "میتونی بجای تماس گرفتن، از <a href='#form'>این فرم</a> استفاده کنی",
  formHint: "خوشت نیومد؟ برگرد به صفحه ی <a href='/contact'>ارتباط با ما</a>",
  boxes: [
    {
      title: "اطلاعات تماس",
      items: [
        {
          icon: "fa-duotone fa-solid fa-phone",
          label: "ثابت",
          describe: "+1 518 879 654",
        },
        {
          icon: "fa-duotone fa-solid fa-mobile",
          label: "همراه (حلزون)",
          describe: "+1 518 879 654",
        },
        {
          icon: "fa-duotone fa-solid fa-mobile",
          label: "همراه (خزنده)",
          describe: "+1 518 879 654",
        },
        {
          icon: "fa-duotone fa-solid fa-envelope",
          label: "ایمیل",
          describe: "mrsnail@gmail.com",
        },
        {
          icon: "fa-sharp-duotone fa-solid fa-location-dot",
          label: "آدرس",
          describe: "تهران، خیابان ولیعصر، خیابان پنج، پلاک 96",
        },
      ],
    },
    {
      title: "روز های کاری",
      items: [
        {
          icon: "fa-duotone fa-solid fa-calendar",
          label: "شنبه",
          describe: "7 - 21",
        },
        {
          icon: "fa-duotone fa-solid fa-calendar",
          label: "یکشنبه",
          describe: "7 - 21",
        },
        {
          icon: "fa-duotone fa-solid fa-calendar",
          label: "دوشنبه",
          describe: "7 - 21",
        },
        {
          icon: "fa-duotone fa-solid fa-calendar",
          label: "سه شنبه",
          describe: "7 - 21",
        },
        {
          icon: "fa-duotone fa-solid fa-calendar",
          label: "چهارشنبه",
          describe: "7 - 21",
        },
        {
          icon: "fa-duotone fa-solid fa-calendar",
          label: "پنجشنبه",
          describe: "7 - 21",
        },
        {
          icon: "fa-duotone fa-solid fa-calendar",
          label: "جمعه",
          describe: "9 - 18",
        },
      ],
    },
  ],
  contactForm: [
    {
      label: "نام",
      type: "text",
      required: true,
      half: true,
    },
    {
      label: "نام خانوادگی (اختیاری)",
      type: "text",
      half: true,
    },
    {
      label: "شماره تماس (اختیاری)",
      type: "tel",
    },
    {
      label: "ایمیل",
      type: "email",
      required: true,
    },
    {
      label: "موضوع پیام",
      type: "text",
      required: true,
    },
    {
      label: "متن پیام",
      type: "textarea",
      required: true,
    },
  ],
};

export const sorts = {
  products: ["آخرین", "ارزانترین", "گرانترین"],
  blogs: ["آخرین", "خونده شده ترین"],
};

export const orderLink = [
  {
    label: "پیام در تلگرام",
    icon: "fa-brands fa-telegram",
    path: "/",
  },
  {
    label: "تماس",
    icon: "fa-solid fa-phone",
    path: "/",
  },
];

export const blogControl = {
  shareButtons: [
    {
      title: "اشتراک با واتساپ",
      icon: "fa-brands fa-whatsapp",
      href: "",
    },
    {
      title: "اشتراک با اینستاگرام",
      icon: "fa-brands fa-instagram",
      href: "",
    },
    {
      title: "اشتراک با تلگرام",
      icon: "fa-brands fa-telegram",
      href: "",
    },
    {
      title: "اشتراک گذاری",
      icon: "fa-regular fa-share-nodes",
      href: "",
    },
  ],
};
