export const policy = [
  {
    title: "قوانین شرکت",
    items: ["شرایط بازگشت کالا", "شرایط بازگشت کالا"],
  },
  {
    title: "خرید و سفارش",
    items: ["شرایط بازگشت کالا", "شرایط بازگشت کالا"],
  },
  {
    title: "خدمات پس از فروش",
    items: ["شرایط بازگشت کالا", "شرایط بازگشت کالا"],
  },
];

export const rules = [
  {
    title: "شرایط بازگشت کالا",
    expiration: "شهریور 1404",
    article: [
      {
        title: "تایتل الکی همینجوری؟",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
      },
      {
        title: "تایتل الکی",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
      },
      {
        title: "تایتل الکی همینجوری؟",
        paragraph:
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با.",
      },
    ],
  },
];
