import Product_1 from "../asset/products/1000021259.jpg";

export const products = [
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    path: "",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    price: 400,
  },
];
