import category_1 from "../asset/images/cateogry_1.png";
import News_1 from "../asset/images/1343307.png";
import Product_1 from "../asset/products/1000021259.jpg";

export const categories = [
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "باکس ها",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "خزنده ها و موش ها",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "مکمل تقویتی و دارو",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "خاک و بستر",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "ملزومات و تجهیزات",
    path: "",
  },
  {
    cover: category_1,
    alt: "توضیحات تصویر کاور",
    bgColor: "#0F172A",
    label: "خوراک ها",
    path: "",
  },
];

export const specials = [
  {
    title: "بزرگترین رویداد حلزونی در تاریخ ایران",
    subtitle: "برای شرکت در این رویداد همین اکنون پیام بده",
    background: News_1,
    colorClass: "text-slate-50",
    buttons: [
      {
        label: "ارسال پیام",
        path: "/",
      },
      {
        label: "جزییات رویداد",
        path: "/",
      },
    ],
  },
  {
    title: "بزرگترین رویداد حلزونی در تاریخ ایران",
    subtitle: "برای شرکت در این رویداد همین اکنون پیام بده",
    background: News_1,
    colorClass: "text-slate-50",
    buttons: [
      {
        label: "ارسال پیام",
        path: "/",
      },
      {
        label: "جزییات رویداد",
        path: "/",
      },
    ],
  },
  {
    title: "بزرگترین رویداد حلزونی در تاریخ ایران",
    subtitle: "برای شرکت در این رویداد همین اکنون پیام بده",
    background: News_1,
    colorClass: "text-slate-50",
    buttons: [
      {
        label: "ارسال پیام",
        path: "/",
      },
      {
        label: "جزییات رویداد",
        path: "/",
      },
    ],
  },
];

export const products = [
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
  {
    title: "مکمل خزنده حلزونیکال",
    covers: [Product_1, Product_1, Product_1, Product_1, Product_1],
    category: "مکمل",
    brand: "حلزونیکال",
    describe:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
    specs: [
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
      { label: "مورد مصرف", describe: "خزنده ها و موش ها" },
    ],
    price: 400,
  },
];
